{
  "navbar": {
    "home": "الرئيسية",
    "services": "الخدمات",
    "destinations": "الوجهات",
    "blog": "المدونة",
    "contact": "اتصل بنا"
  },
  "footer": {
    "title": "العنوان",
    "contact": "التواصل",
    "address": "7783 ابن كثير ، السليمانية 4264 الرياض - المملكة العربية السعودية",
    "rights": "© 2024 وهج، جميع الحقوق محفوظة.",
    "privacy": "سياسة الخصوصية"
  },
  "main": {
    "title": "خذ وقتك، واستكشف الرياض على هونك",
    "description": "مع تطبيق وهج بين يديك, اكتشف أفضل الاماكن السياحية والترفيهية فى مدينتك",
    "button": "ابدأ الاكتشاف الان"
  },
  "services": {
    "title": "الخدمات",
    "description": "أفضل ما فى تطبيق وهج",
    "card": {
      "description": "اكتشف وجهات كثيرة ومثيرة",
      "description2": "جرب سكن, رحلات, وتجارب لا تنسى بسهولة",
      "description3": "الوصول الى أماكن بسرعة تسعدك وترفع جودة حياتك"
    }
  },
  "destinations": {
    "title": "الوجهات",
    "description": "اكتشف جمال الرياض!",
    "card": {
      "subtitle": "وادي حنيفة",
      "kingdom": "برج الممكلة",
      "market": "سوق الزل",
      "date": "الدرعية التاريخية",
      "park": "رياض بارك مول",
      "palace": "قصر المصمك",
      "city": "الرياض"
    }
  },
  "categories": {
    "title": "الوجهات",
    "description": "عالم من التجارب",
    "card": {
      "name1": "شعبي",
      "name2": "مطاعم",
      "name3": "مجمعات",
      "name4": "قهاوي",
      "name5": "لياقة",
      "name6": "ألعاب",
      "name7": "مجمعات"
    }
  },
  "features": {
    "title": "المميزات",
    "description": "دليلك المتكامل لاستكشاف أجمل معالم مدينتك",
    "desc": "تطبيقك الشامل لاكتشاف أفضل الوجهات السياحية، الأنشطة الممتعة، والتراث الثقافي في أنحاء الرياض",
    "button": "حمل التطبيق الان"
  },
  "features2": {
    "description": "استمتع بعروض وفعاليات بلا حدود في مكان واحد!",
    "desc": "اكتشف أماكن الإقامة، الفعاليات، وأفضل المطاعم بلمسة واحدة، واجعل رحلتك إلى الرياض تجربة مريحة ومميزة من البداية إلى النهاية"
  },
  "media": {
    "title": "ابقى قريب منا!",
    "desc": "لا تبعتد عنا، تابع حساباتنا على السوشيال ميديا"
  },
  "contact": {
    "title": "أعلن معنا",
    "desc": "أعلن معنا عن أفضل الاماكن السياحية والترفيهية فى مدينتك للتواصل... اكمل هذا النموذج",
    "form": {
      "name": "الاسم الكامل",
      "email": "بريد إلكتروني",
      "phone": "رقم التليفون",
      "help": "كيف يمكننا المساعدة؟",
      "button": "إرسال",
      "successfully": "تم ارسال رسالتك بنجاح"
    }
  },
  "blog": {
    "title": "المدونة",
    "desc": "اكتشف العالم من حولك مع مدونة وهج",
    "card": {
      "title": "اختار الخدمات السياحية صح قبل تجي الرياض!",
      "desc": "إذا كنت ناوي تزور الرياض .. وترى نسعد بجيتك هناك عدة طرق لمعرفة الخدمات السياحية المتوفرة في مدينة الرياض ٢٠٢٥ "
    },
    "card2": {
      "title": "كيف تختار أفضل سكن في مدينة الرياض ٢٠٢٥",
      "desc": " يعتمد اختيار أفضل سكن في مدينة الرياض على تفضيلاتك الشخصية وميزانيتك. إليك بعض النصائح التي تساعدك في اتخاذ القرار المناسب في سكنك 2025"
    },
    "card3": {
      "title": "كيف تعيش كسائح في مدينة الرياض؟",
      "desc": " رحلة اكتشاف: عِش تجربة سياحية مميزة في مدينتك الرياض\nهل تشعر بالملل من روتين الحياة اليومية؟ هل تبحث عن تجارب جديدة ومثيرة في الرياض؟\nماذا لو قلت لك إنه بإمكانك عيش تجربة سياحية مميزة دون مغادرة مدينتك؟"
    },
    "card4": {
      "title": "اكتشف معنا الأسواق الشعبية في مدينة الرياض: تسوق وذكريات لا تُنسى",
      "desc": "تعتبر الأسواق الشعبية في الرياض جزءًا لا يتجزأ من هوية المدينة وتاريخها العريق. فهي ليست مجرد أماكن للتبضع، بل هي مراكز ثقافية واجتماعية نابضة بالحياة، تعكس تراث المملكة وتحافظ على أصالة الماضي. إن التجول في أزقة هذه الأسواق يمثل رحلة عبر الزمن، حيث يمتزج عبق التاريخ بحيوية الحاضر، ليخلق تجربة تسوق فريدة وذكريات لا تُنسى. في هذا المقال، سنأخذكم في جولة استكشافية لأبرز الأسواق الشعبية في الرياض، ونسلط الضوء على أهميتها الثقافية والاقتصادية، مع إلقاء نظرة على كيفية دمج تطبيق \"وهج\" لهذه الأسواق في خدماته."
    },
    "card5": {
      "title": "أنشطة عائلية ممتعة للجميع",
      "desc": "استمتع بزيارة مدن الملاهي، الحدائق العامة، والمتاحف التفاعلية التي تقدم تجربة تعليمية وترفيهية لجميع أفراد العائلة."
    },
    "card6": {
      "title": "خطط رحلتك بسهولة",
      "desc": "استفد من قائمة نصائح لتخطيط إجازة نهاية الأسبوع، من اختيار الوجهة المناسبة إلى ترتيب الأنشطة وفق جدول زمني مريح."
    }
  },
  "policy": {
    "title": "سياسة الخصوصية",
    "item1": {
      "title": "جمع المعلومات واستخدامها",
      "desc": "نقوم في منصة وهج بجمع المعلومات التي تقدمها لنا، مثل البيانات الشخصية ووسائل الاتصال، بهدف تحسين تجربتك السياحية. تُستخدم هذه المعلومات لتخصيص الخدمات، تقديم العروض المناسبة، والتواصل معك بشأن حجوزاتك واستفساراتك. نضمن أن تبقى بياناتك آمنة ولا تُشارك مع أطراف خارجية إلا عند الضرورة لتقديم الخدمة أو وفقًا للقانون."
    },
    "item2": {
      "title": "تبادل المعلومات والإفصاح عنها",
      "desc": "نحرص في منصة وهج على حماية خصوصية مستخدمينا، ولا نقوم بمشاركة معلوماتك الشخصية مع أطراف خارجية إلا في حالات محددة. قد يتم تبادل المعلومات مع شركاء موثوقين لتقديم الخدمات المطلوبة، مثل شركات السياحة أو منظمي الرحلات، وبما يلتزم بالأنظمة والقوانين. كما قد نفصح عن المعلومات إذا طُلب منا قانونيًا أو لحماية حقوق المنصة ومستخدميها."
    },
    "item3": {
      "title": "ملفات تعريف الارتباط والتقنيات الخاصة بطرف ثالث",
      "desc": "تستخدم منصة وهج ملفات تعريف الارتباط لتحسين تجربتك وتخصيص محتوى يناسب احتياجاتك. تساعدنا هذه الملفات في تحليل كيفية استخدامك للمنصة وتقديم خدمات مخصصة. بالإضافة إلى ذلك، قد تستخدم الأطراف الثالثة، مثل مزودي خدمات التحليلات أو الإعلانات، تقنيات مشابهة لجمع البيانات حول تفاعلك مع المنصة. نحن نضمن أن يتم استخدام هذه المعلومات بشكل آمن ووفقًا لسياسات الخصوصية المعمول بها. يمكنك التحكم في إعدادات ملفات تعريف الارتباط من خلال متصفحك."
    },
    "item4": {
      "title": "السبب في استخدام موقعنا لمعلوماتك الشخصية أو الاطلاع عليها",
      "desc": "نستخدم معلوماتك الشخصية لتقديم خدماتنا بأفضل طريقة ممكنة، مثل إتمام الحجوزات، تخصيص التجربة السياحية، ومعالجة الطلبات. كما نستخدمها للتواصل معك بشأن العروض والاقتراحات التي تتناسب مع تفضيلاتك. بالإضافة إلى ذلك، نطلع على معلوماتك لتحليل الأداء، تحسين الخدمات، وضمان أمان وموثوقية المنصة. نحن ملتزمون باستخدام معلوماتك فقط للأغراض المصرح بها وبما يتماشى مع سياسات الخصوصية والقوانين المعمول بها."
    },
    "item5": {
      "title": "حماية أمن معلوماتك الشخصية",
      "desc": "نلتزم في منصة وهج بالحفاظ على أمان معلوماتك الشخصية وحمايتها من الوصول غير المصرح به أو الاستخدام غير القانوني. نستخدم تقنيات التشفير الحديثة وإجراءات أمان متقدمة لضمان سرية بياناتك أثناء تخزينها ومعالجتها. كما نقوم بمراجعة أنظمتنا بشكل دوري لتعزيز الحماية ضد أي تهديدات أمنية. ومع ذلك، نوصي بالحفاظ على سرية معلومات تسجيل الدخول الخاصة بك وعدم مشاركتها مع أي طرف آخر لضمان أمان بياناتك."
    }
  }
}
